1:Fishing
00000000
You don't have space in your Fish Basket for another fish!
您的鱼篮中没有空间容纳另一条鱼！
00000001
Fishing
钓鱼
00000002
You have gained a fishing level!
你获得了钓鱼等级！
00000003
Catch a Fish with a $FireSchoolIcon$ Lure
用 $FireSchoolIcon$ 诱饵抓鱼
00000004
Catch a Fish with a $IceSchoolIcon$ Lure
用$IceSchoolIcon$ 诱饵抓鱼
00000005
Catch a Fish with a $StormSchoolIcon$ Lure
用 $StormSchoolIcon$ 诱饵
00000006
Catch a Fish with a $MythSchoolIcon$ Lure
Catch a Fish with a $MythSchoolIcon$ Lure
00000007
Catch a Fish with a $LifeSchoolIcon$ Lure
Catch a Fish with a $LifeSchoolIcon$ Lure
00000008
Catch a Fish with a $DeathSchoolIcon$ Lure
用 $DeathSchoolIcon$ 诱饵
00000009
Catch a Fish with a $BalanceSchoolIcon$ Lure
Catch a Fish with a $BalanceSchoolIcon$ Lure
00000010
Reveal the location of all Fish
Reveal the location of all Fish
00000011
Reveal the Magic School of all Fish
Reveal the Magic School of all Fish
00000012
Slow all Fish in the Fishing Hole
Slow all Fish in the Fishing Hole
00000013
Attract all Fish in the Fishing Hole
吸引鱼洞中的所有鱼
00000014
Immobilize all Fish in the Fishing Hole
固定鱼洞中的所有鱼
00000015
Reset all Fish in the Fishing Hole
重置鱼洞中的所有鱼
00000016
Select Fish
选择鱼
00000017
<center>Aquarium</center>
<center>水族馆</center >
00000018
Fish in your Fish Basket that fit in the Aquarium
鱼篮中适合鱼缸的鱼
00000019
Fish in the Aquarium
鱼缸中的鱼
00000020
Add Fish to Aquarium
将鱼添加到鱼缸
00000021
Remove Fish from Aquarium
从鱼缸中取出鱼
00000022
This Aquarium doesn't have space for another fish.
这个鱼缸没有其他鱼的空间。
00000023
It Got Away
它离开
00000024
Balance Fish
Balance Fish
00000025
Death Fish
死亡鱼
00000026
Fire Fish
火鱼
00000027
Ice Fish
冰鱼
00000028
Life Fish

00000029
Myth Fish
Myth Fish
00000030
Storm Fish
Storm Fish
00000031
Requires a Large Aquarium
需要一个大的水族馆
00000032
Requires a Tall Aquarium

00000033
Requires a Regular Aquarium
Requires a Regular Aquarium
00000034
Fish Rank
Fish Rank
00000035
Angler's Tome
Angler's Tome
00000036
Fish Basket
Fish Basket
00000037
They spend their time licking their fins and ignoring you. Look for them in the warm, sunlit patches of water in the Commons.
They spend their time licking their fins and ignoring you. Look for them in the warm, sunlit patches of water in the Commons.
00000038
The most commonly seen and unintentionally caught of all Ice fish. Find them wherever more impressive fish are hiding throughout the Spiral.
The most commonly seen and unintentionally caught of all Ice fish. Find them wherever more impressive fish are hiding throughout the Spiral.
00000039
Known for their hot tempers and attraction to bright, shiny things. Look for them in warm patches of water all over the Spiral.
以脾气暴躁和对明亮闪亮事物的吸引力而闻名。在整个 Spiral 的温暖水域中寻找它们。
00000040
Known for their icy stare and frosty demeanor. They're typically found chilling in the coolest waters of the Spiral.
以其冰冷的目光和冷酷的举止而闻名。它们通常被发现在漩涡星系河最凉爽的水域中令人不寒而栗。
00000041
One legend says the Krokotopian Eel hides underwater from the Krokotopian sun. Another legend says it was to get away from talkative Kroks.
一个传说说，Krokotopian 鳗鱼隐藏在水下，以躲避 Krokotopian 的太阳。另一个传说说这是为了摆脱健谈的克罗克斯。
00000042
You might not see them, but they'll definitely see you! This fish patrols the waters of Krokotopia with perfect 20/20 vision.
你可能看不到他们，但他们一定会看到你！这条鱼以完美的 20/20 视力在 Krokotopia 水域巡逻。
00000043
They change colors the way a Wizard changes robes. They live in Krokotopian waters, but good luck spotting one!
它们改变颜色的方式就像巫师改变长袍一样。他们生活在 Krokotopian 水域，但祝你好运！
00000044
They have the steadiest fins in all of Krokotopia. Just don't expect to be able to read their handwriting.
它们拥有整个 Krokotopia 中最稳定的鳍。只是不要指望能够阅读他们的笔迹。
00000045
Whether it's lunch or breakfast, the Strawberry Jellyfish is the perfect companion. Find them preserved in Krokotopia.
无论是午餐还是早餐，草莓水母都是完美的伴侣。找到它们保存在 Krokotopia。
00000046
These fish really know how to motor. Probably because they actually have one. If you're lucky, you'll see them speeding around Krokotopia.
这些鱼真的很会运动。可能是因为他们实际上有一个。如果你幸运的话，你会看到他们在 Krokotopia 周围超速行驶。
00000047
The head of operations for all Sturgeons. They practice in Krokotopia.
所有鲟鱼的运营主管。他们在 Krokotopia 练习。
00000048
While not as sweet as some other Jellyfish, they're still nice to catch. Look for them spread all over MooShu.
虽然不像其他水母那么甜，但它们仍然很容易捕捉。寻找它们遍布MooShu。
00000049
The one fish bears are afraid to catch. As long as they aren't hibernating, you can find them in the wild waters of Grizzleheim.
一条鱼熊都不敢抓。只要它们不冬眠，您就可以在灰熊海姆的狂野水域中找到它们。
00000050
These vile tricksters are the scourge of the deep. If you run across one in Grizzleheim, don't listen to anything it tells you. 
这些卑鄙的骗子是深渊的祸害。如果你在 Grizzleheim 遇到一个，不要听它告诉你的任何事情。
00000051
The wild ancestor of the Pig Fish. Known as the worst tempered of all the fish in Grizzleheim.
猪鱼的野生祖先。被称为 Grizzleheim 所有鱼中脾气最差的。
00000052
They're rarely as clever as they think they are. Never feed them. Typically found still living with their mothers in Grizzleheim.
他们很少像他们认为的那样聪明。永远不要喂它们。通常被发现仍与他们的母亲一起住在格里兹海姆。
00000053
Rambunctious and creative, they hope to grow into successful Todd Frogs one day. Watch 'em hop around all over Grizzleheim.
吵闹且富有创造力，他们希望有一天能成长为成功的托德蛙。看着他们在格里兹海姆到处乱跳。
00000054
They may look intimidating, but they're generally harmless. Commonly found sipping coffee and critiquing music in Grizzleheim.
它们可能看起来很吓人，但它们通常是无害的。常见于 Grizzleheim 啜饮咖啡和评论音乐。
00000055
Fluent in over six million forms of fish communication. Commonly seen mouthing off in Grizzleheim.
流利地使用超过 600 万种鱼类交流方式。在 Grizzleheim 经常看到大嘴巴。
00000056
The cold-loving cousin of regular Bear Acudas. While rare, they're sometimes seen drinking soda in the frigid waters of Grizzleheim.
普通 Bear Acudas 的冷酷表亲。虽然很少见，但有时会看到它们在格里兹海姆寒冷的海水中喝苏打水。
00000057
The crooked commissioner of all the fish.  Find them angrily scheming through the hazards of Grizzleheim. 
众鱼的奸臣。发现他们愤怒地策划着穿越灰熊海姆的危险。
00000058
A symbol of its origins, this ancient fish species practically has "Grizzleheim" written all over it. 
作为其起源的象征，这种古老的鱼类几乎全都写着“Grizzleheim”。
00000059
The most flexible of all fish. Catch them as they fold around in the currents of Mooshu.
最灵活的鱼。当它们在 Mooshu 的水流中折叠时抓住它们。
00000060
Not only can they breathe underwater, they can breathe FIRE underwater. Commonly found boiling water in Mooshu.
他们不仅可以在水下呼吸，还可以在水下呼吸 FIRE。Mooshu中常见的沸水。
00000061
Not the smartest or the prettiest fish, but they are the most noble. No one in Mooshu messes with them because they look so macho.
不是最聪明或最漂亮的鱼，但它们是最高贵的。Mooshu 没有人惹他们，因为他们看起来很有男子气概。
00000062
A fearless and skilled warrior-fish, the Samurai lives for honor and duty. Commonly seen protecting smaller, weaker fish of Mooshu.
武士是一条无所畏惧、技艺高超的战士鱼，武士为荣誉和责任而生。常见于保护 Mooshu 体型较小、较弱的鱼类。
00000063
You will only catch the Ninja Fish that wishes to be caught. For every one you see in Mooshu, there are probably hundreds more you don't. 
您只会捕获希望被捕获的忍者鱼。对于您在 Mooshu 中看到的每一个，可能还有数百个您没有看到。
00000064
A. Really. Big. Fish. If you do manage to wrestle one in while fishing in Mooshu, try your best not to make it angry. 
A. 真的。大的。鱼。如果您在 Mooshu 钓鱼时设法与其中一只摔跤，请尽量不要让它生气。
00000065
One of the sweetest swimmers you'll ever find. Look for them spread over the waters of Mooshu.
你会发现的最可爱的游泳运动员之一。在 Mooshu 水域寻找它们。
00000066
Some say the Codfather is a humble businessfish. Others say he runs things in the waters of Mooshu. Their offers are hard to refuse.
有人说鳕鱼是个卑微的生意人。其他人说他在 Mooshu 水域经营。他们的提议很难拒绝。
00000067
Business in the dorsal, party in the tail fin. Commonly seen grooving to loud music in Mooshu.
背鳍活动，尾鳍活动。在 Mooshu 中经常看到大声的音乐。
00000068
They may be a bit raw, but the Musushi are excellent fighters. They hail from Mooshu, but few have ever actually seen them.
他们可能有点生硬，但武士是优秀的战士。他们来自 Mooshu，但很少有人真正见过他们。
00000069
The most commonly seen and unintentionally caught of all Balance fish. Find them wherever more impressive fish are hiding throughout the Spiral.
所有平衡鱼中最常见和无意捕获的。在整个 Spiral 中隐藏更多令人印象深刻的鱼的地方找到它们。
00000070
A close cousin to the Mullet Fish. Or maybe it's more like an uncle. No one is quite sure. Typically found playing in the mud in Mooshu.
鲻鱼的近亲。或者，它更像是一个叔叔。没有人很确定。通常在 Mooshu 的泥泞中玩耍。
00000071
Originally designed for arch-villainy, they weren't programmed with the attention span for success. Catch them plotting in Mooshu.
最初是为反派设计的，他们没有为成功而设计的注意力跨度。抓住他们在 Mooshu 密谋。
00000072
The most commonly seen and unintentionally caught of all Death fish. Find them wherever more impressive fish are hiding throughout the Spiral.
所有死亡鱼中最常见和无意捕获的。在整个 Spiral 中隐藏更多令人印象深刻的鱼的地方找到它们。
00000073
The most commonly seen and unintentionally caught of all Fire fish. Find them wherever more impressive fish are hiding throughout the Spiral.
所有火鱼中最常见和无意捕获的。在整个 Spiral 中隐藏更多令人印象深刻的鱼的地方找到它们。
00000074
The most commonly seen and unintentionally caught of all Life fish. Find them wherever more impressive fish are hiding throughout the Spiral.
所有生命鱼中最常见和无意捕获的。在整个 Spiral 中隐藏更多令人印象深刻的鱼的地方找到它们。
00000075
Some say they can be followed to a pot of gold. Others say they ARE the pot of gold. But everyone can agree they're beautiful. 
有人说可以追到一桶金。其他人说他们是金罐。但每个人都同意他们很漂亮。
00000076
Despite their life of leisure, they just refuse to be happy. They spend their time rage-napping and sulking in the waters of Wizard City.
尽管他们的生活很悠闲，但他们只是拒绝快乐。他们花时间在巫师城的水域里打盹和生闷气。
00000077
The most theatrical of all the fish. All the world may be a stage, but the Sharkspeare only performs in Wizard City.  
最戏剧化的所有鱼。整个世界可能是一个舞台，但莎士比亚只在巫师城演出。
00000078
Lightning-quick and shockingly beautiful. Find them thrashing all over the Spiral, from the calmest pond to the most turbulent sea.
闪电般的速度和惊人的美丽。从最平静的池塘到最汹涌的大海，发现它们在整个漩涡星系上颠簸。
00000079
One of the few fish that has to watch out for predators and termites. The Treantfish put down roots in Wizard City.
为数不多的需要注意捕食者和白蚁的鱼类之一。树精鱼在巫师城扎下了根。
00000080
The most imaginative of all fish. You're likely to spot them all over the Spiral.  At least, that's what they would like you to believe...
最有想象力的鱼。您可能会在整个 Spiral 上发现它们。至少，这是他们希望你相信的……
00000081
Enthusiastic and agile, they're the most spirited of all the fish. They abound in healthy numbers throughout the Spiral.
热情敏捷，是所有鱼中最有活力的。他们在整个 Spiral 中的健康数量比比皆是。
00000082
Like taxes and boss fights, there's no escaping Deathacudas. They're everywhere. It's best to just come to terms with them.
就像税收和老板打架一样，没有逃脱的Deathacudas。他们无处不在。最好与他们达成协议。
00000083
Suave and debonair, the Errol Fynn is famous for stealing bait and giving it to poor fish in Wizard City.
Errol Fynn 温文尔雅，因在巫师城偷鱼饵并送给可怜的鱼而闻名。
00000084
The most even-keeled of all fish. Famous for their scales. They can be found in every kind of habitable water imaginable.
所有鱼中龙骨最均匀的。以其鳞片而闻名。它们可以在可以想象的各种宜居水域中找到。
00000085
Is it a fish? Is it a bird? No one is sure. Including the Gullfish. Look for them flying around the waters in Wizard City.
是鱼吗？它是一只鸟吗？没有人确定。包括海鸥。寻找他们在巫师城的水域中飞行。
00000086
They spend their time licking their fins and ignoring you. Look for them in the warm, sunlit patches of water in the Commons.
他们花时间舔他们的鳍，无视你。在下议院温暖、阳光充足的水域中寻找它们。
00000087
Hook this scurvy scallywag before they hook you! While they roam every corner of the Spiral, they prefer the sea, of course.
在他们上钩之前先上钩！当他们漫游漩涡星系的每个角落时，他们当然更喜欢大海。
00000088
Don't let the name and the cute appearance fool you. They'll cut you. Keep your guard up for these savages when fishing in Wizard City.
不要让名字和可爱的外表欺骗了你。他们会砍你的。在巫师城钓鱼时，请注意这些野蛮人。
00000089
This fish often comes across as stressed out and rude. Probably because it's fried. They swim fresh to order in Wizard City. 
这条鱼经常给人以压力大和粗鲁的印象。可能是因为它是油炸的。他们在巫师城游泳新鲜订购。
00000090
Exquisitely engineered to swim, they've also been programmed to love. Try to catch your new best friend in water throughout the Spiral!
精心设计的游泳，它们也被编程为爱。尝试在整个 Spiral 的水中抓住你最好的新朋友！
00000091
Wise and extremely astute. They're the scholars of the fish world. They'll keep an eye out for you in Wizard City.
Wise and extremely astute. They're the scholars of the fish world. They'll keep an eye out for you in Wizard City.
00000092
The handiest of all the fish. Or maybe it's the finniest? Commonly found in all well-constructed bodies of water throughout the Spiral.
The handiest of all the fish. Or maybe it's the finniest? Commonly found in all well-constructed bodies of water throughout the Spiral.
00000093
They all died years ago, they just haven't figured it out yet. If there's water, there's probably a Bone Fish "living" in it.
几年前他们都死了，只是还没弄清楚。如果有水，里面可能有“活”的骨鱼。
00000094
You can run, but you can't hide. Their orders are to catch you. They like to stay hidden, but they're everywhere. Waiting.
你可以跑，但不能躲。他们的命令是抓住你。他们喜欢隐藏起来，但他们无处不在。等待。
00000095
Quick but unfocused. Considered the sketchiest of all the fish. Look for them scrawled throughout the Spiral.
快速但没有重点。被认为是所有鱼中最粗略的。寻找它们在整个漩涡星系中潦草。
00000096
There are fish. And there is art. The Jackson Pollock is both. They're on display in all cultured waters of the Spiral.
有鱼。还有艺术。杰克逊波洛克两者兼而有之。它们在漩涡星系的所有养殖水域中都有展示。
00000097
The prettier and smarter sisters of the Doodlefish, though they're still a bit sketchy. Look for them scrawled throughout the Spiral.
The prettier and smarter sisters of the Doodlefish, though they're still a bit sketchy. Look for them scrawled throughout the Spiral.
00000098
They're suckers for peanut butter sandwiches. But no crust! They're spread all over the Spiral.
他们是花生酱三明治的傻瓜。但是没有硬皮！它们遍布整个漩涡星系。
00000099
The most commonly seen and unintentionally caught of all Myth fish. Find them wherever more impressive fish are hiding throughout the Spiral.
所有神话鱼中最常见和无意捕获的。在整个 Spiral 中隐藏更多令人印象深刻的鱼的地方找到它们。
00000100
The most commonly seen and unintentionally caught of all Storm fish. Find them wherever more impressive fish are hiding throughout the Spiral.
所有风暴鱼中最常见和无意捕获的。在整个 Spiral 中隐藏更多令人印象深刻的鱼的地方找到它们。
00000101
Commonly referred to as the prince of fish thieves. Often seen roving about Wizard City waters with a band of merry fish.
俗称鱼贼王子。经常看到带着一群快乐的鱼在巫师城水域游荡。
00000102
Not the smartest or the prettiest fish, but they are the most noble. No one in Krokotopia messes with them because they look so macho.
不是最聪明或最漂亮的鱼，但它们是最高贵的。Krokotopia 没有人惹他们生气，因为他们看起来很有男子气概。
00000103
Equipped with brawn and brains, this is one of the brightest fish in Grizzleheim. If you see one, try not to stare directly at it.
拥有肌肉和大脑，这是格里兹海姆最聪明的鱼之一。如果你看到一个，尽量不要直视它。
00000104
Fish can be found in this area!
在这个区域可以找到鱼！
00000105
Though a result of a grotesque science experiment, they were at least given a kind heart. They're seen only around Halloween, eluding angry mobs.
虽然是一个怪诞的科学实验的结果，但他们至少得到了一颗善良的心。他们只在万圣节前后出现，躲避愤怒的暴徒。
00000106
CSR Reveal the names of fish
企业社会责任 揭示鱼的名字
00000107
Wait until lure goes underwater
等到诱饵潜入水下
00000108
Fish like lures from their school
鱼就像他们学校的诱饵
00000109
If you manage to catch one of these rare fish, consider yourself very lucky. Whether it's good luck or bad luck is up for debate.
如果你设法钓到这些稀有鱼中的一条，认为自己非常幸运。是好运还是坏运还有待商榷。
00000110
For a Fish that tries to eat everything, they don't bite Lures very often. They do produce more bubbles than any other Fish though.
对于试图吃掉所有东西的鱼来说，它们不会经常咬诱饵。不过，它们确实比任何其他鱼产生更多的气泡。
00000111
Seen stalking the waters around Halloween time. But don't worry, they're not into blood. They're suckers for ink.
看到在万圣节前后在水域徘徊。但别担心，他们不会输血。他们是墨水的吸盘。
00000112
While they prefer chestnuts, they'll still crack down on the occasional Lure. Only seen marching around the Holidays.
虽然他们更喜欢栗子，但他们仍然会打击偶尔的诱饵。只见过在假期游行。
00000113
The perfect answer for anyone who loves a good holiday kiss from a Fish. They can't escape from under the mistletoe if they tried.
对于喜欢鱼的美好假期吻的人来说，这是完美的答案。如果他们尝试，他们无法从槲寄生下逃脱。
00000114
The only fish capable of leveling tall mountains. Thankfully, it spends all its time underwater, far away from any mountain ranges.
唯一能夷平高山的鱼。值得庆幸的是，它一直都在水下，远离任何山脉。
00000115
You'll never hear a bah humbug out of this Yuletide-loving fish! Catch them wassailing around the Holidays.
你永远不会听到这条爱圣诞节的鱼发出呱呱叫的声音！抓住他们在假期周围航行。
00000116
<center>Total Caught Fish</center>
<center>捕获的鱼总数</center>
00000117
Total Unique Fish Caught
Total Unique Fish Caught
00000118
$NAME$ is fishing level $LEVEL$!
$NAME$ 的钓鱼等级为$LEVEL$！
00000119
Though young and sheepish, you can still count on finding them in the icy waters of Kembaalung.
虽然年轻而害羞，但您仍然可以指望在 Kembaalung 冰冷的水域中找到它们。
00000120
Born grim and somber, they live for death. Be sure to keep your head up and an eye out for them in Darkmoor.
生而阴郁，为死而生。在 Darkmoor 中一定要抬起头并留意他们。
00000121
Doggedly tenacious, they aspire to one day lead the Royal Marleybonian Navy. Luckily for us, no one has ever asked them to.
顽强顽强，他们渴望有朝一日领导皇家马利波尼亚海军。对我们来说幸运的是，从来没有人要求他们这样做。
00000122
Ever vigilant and attentive, they keep watch in Marleybone day and night. What are they watching over? No one really knows.
他们时刻保持警惕和专注，日夜守候在马利伯恩。他们在看什么？没有人真正知道。
00000123
They work tirelessly to ward off evil spirits from the waters of Darkmoor. Unfortunately, they're really, really bad at it.
他们孜孜不倦地努力驱除黑暗荒原水域的恶魔。不幸的是，他们真的，真的很不擅长。
00000124
Traditionally used in Kembaalung as a pack fish, the Yakoi is also a brilliant conversationalist. So long as you speak Yakoian.
Yakoi 传统上在 Kembaalung 中用作驮鱼，它也是一位出色的健谈者。只要你说雅科语。
00000125
Forget migrating or hibernating, the Cold Cod stays warm in the winter with a hat and fin-mittens. Take that, Jack Frost.
忘记迁移或冬眠吧，冷鳕鱼在冬天戴着帽子和鳍手套保持温暖。拿那个，杰克弗罗斯特。
00000126
Forget migrating or hibernating, the Cold Cod stays warm in the winter with a hat and fin-mittens. Take that, Jack Frost.
忘记迁移或冬眠吧，冷鳕鱼在冬天戴着帽子和鳍手套保持温暖。拿那个，杰克弗罗斯特。
00000127
When they're not hunting Dragonspyre for souls to harvest, they spend their time chasing answers to the deeper questions in life.
当他们不是为了收获灵魂而猎杀龙之谷时，他们会花时间寻找生命中更深层次问题的答案。
00000128
As leaves change colors in the fall, so does the Fall Foliage Fish. Best to enjoy them now, they're much less impressive come winter.
秋天树叶会变色，秋叶鱼也会变色。最好现在就享受它们，到了冬天，它们就不那么令人印象深刻了。
00000129
No one loves springtime more than the Springfish. Their favorite spring pastimes include gardening and listening to the rain. And swimming.
没有人比春鱼更喜欢春天。他们最喜欢的春季消遣包括园艺和听雨。还有游泳。
00000130
What a stroke o' luck! The elusive ShamRockfish only appear in March, and rarely can you find one that's not at the end o' a rainbow.
真幸运！难以捉摸的 ShamRockfish 只在三月出现，你很少能找到不在彩虹尽头的鱼。
00000131
There's not a sweeter, more caring fish in all the Spiral. Just be careful - they've been known to get a bit clingy around Valentine's Day.
在所有的漩涡星系中，没有一条更甜、更贴心的鱼。只是要小心——众所周知，他们在情人节前后会有点粘人。
00000132
Ancient Krokotopians used a hammer and chisel to write down their hieroglyphs until they discovered the divine ink of the Pharaohmari.
古代 Krokotopians 使用锤子和凿子写下他们的象形文字，直到他们发现了法老奥马里的神圣墨水。
00000133
Once powerful figures in Dragonspyre, Spyre Eels were banished to lava pits centuries ago due to poor hygiene and propensity for bad puns.
曾经是 Dragonspyre 中的强大人物，Spyre Eels 在几个世纪前由于卫生条件差和双关语的倾向而被放逐到熔岩坑。
00000134
Is it a dragon? Is it an insect? Or is it a fish? No. It's all three. Why? Because Dragonspyre. That's why.
是龙吗？是昆虫吗？或者它是一条鱼？不，都是三个。为什么？因为龙之谷。这就是为什么。
00000135
They're beautiful, but also very fragile. Remember to tell them they're pretty, but never mention that the Springtime Bunnyfish isn't real.
它们很漂亮，但也很脆弱。记得告诉他们它们很漂亮，但永远不要提到春天兔鱼不是真的。
00000136
A seasonal gift from the Springtime Bunnyfish, they actually prefer being in your Fish Basket to the water. They're not that bright.
来自春天兔鱼的季节性礼物，它们实际上更喜欢在您的鱼篮中而不是水中。他们没有那么明亮。
00000137
A seasonal gift from the Springtime Bunnyfish, they love hiding in grass and asking if their fake rabbit ears make them look smarter.
来自春天兔鱼的季节性礼物，它们喜欢躲在草丛中，询问他们的假兔耳朵是否让它们看起来更聪明。
00000138
Sentinel Fish Got It
哨兵鱼知道了
00000139
Reveal the location of all Rank 1 Fish
显示所有等级 1 鱼的位置
00000140
Force rank 1 Sentinels to flee
迫使等级 1 哨兵逃跑
00000141
Scare away all fish except $BalanceSchoolIcon$
吓跑除了 $BalanceSchoolIcon$
00000142
Scare away all fish except $DeathSchoolIcon$
Scare away all fish except $DeathSchoolIcon$
00000143
Scare away all fish except $FireSchoolIcon$
Scare away all fish except $FireSchoolIcon$
00000144
Scare away all fish except $IceSchoolIcon$
Scare away all fish except $IceSchoolIcon$
00000145
Scare away all fish except $LifeSchoolIcon$
Scare away all fish except $LifeSchoolIcon$
00000146
Scare away all fish except $MythSchoolIcon$
Scare away all fish except $MythSchoolIcon$
00000147
Scare away all fish except $StormSchoolIcon$
Scare away all fish except $StormSchoolIcon$
00000148
Reveal Whoppers and almost Whoppers
00000149
00000149
Reveal Small Fries and almost Small Fries
Reveal Small Fries and almost Small Fries
00000150
Congratulations! Do you have any idea how important of a catch this is? APRIL FOOLS! It's just an Ol' Boot. Better luck next time.
Congratulations! Do you have any idea how important of a catch this is? APRIL FOOLS! It's just an Ol' Boot. Better luck next time.
00000151
Cousins of the Freshwater Smelts, these Fish prefer the hot new lava flows of Dragonspyre.
Freshwater Smelts 的表亲，这些鱼更喜欢 Dragonspyre 新的炽热熔岩流。
00000152
These Fish are Biologically identical to the Spyre Eels of Dragonspyre, except they're... well, you know... undead.
这些鱼在生物学上与 Dragonspyre 的 Spyre Eels 相同，除了它们是……嗯，你知道的……不死生物。
00000153
During the summer months, you'll find this Fish basking lazily in the warm, sun-drenched waters. They're a nightmare in the winter though.
在夏季的几个月里，你会发现这条鱼懒洋洋地在温暖、阳光普照的海水中晒太阳。不过，它们是冬天的噩梦。
00000154
These vile tricksters are the scourge of the deep. If you run across one in Dragonspyre, don't listen to anything it tells you.
这些卑鄙的骗子是深渊的祸害。如果您在 Dragonspyre 中遇到一个，请不要听它告诉您的任何内容。
00000155
Distant cousins of the Freshwater Smelt, this Fish prefers the hot, new lava flows of Dragonspyre to freshwater.
淡水鱼的远亲，这条鱼更喜欢龙之谷的炽热、新的熔岩流而不是淡水。
00000156
One of the most colorful Fish in Dragonspyre, both in appearance and disposition. The Ember Parrot never passes up an opportunity to speak their mind.
One of the most colorful Fish in Dragonspyre, both in appearance and disposition. The Ember Parrot never passes up an opportunity to speak their mind.
00000157
If you're reading this, you managed to catch one of the mighty Sentinels of Dragonspyre. You must be pretty good. Or exceptionally lucky.
如果你正在阅读这篇文章，你就成功地抓住了一个强大的 Dragonspyre 哨兵。你一定很不错。或者特别幸运。
00000158
Don't let their rough appearance fool you; the only thing scary about these Fish is their taste in music. Look for them loitering around Dragonspyre.
不要让他们粗犷的外表欺骗了你；这些鱼唯一可怕的是他们对音乐的品味。寻找他们在 Dragonspyre 周围游荡。
00000159
Be careful when you're Fishing in Dragonspyre, Partner. The Trigger Fish has a quick temper and an even quicker draw.
在龙之谷钓鱼时要小心，伙伴。扳机鱼脾气暴躁，抓鱼速度更快。
00000160
They may look sweet and harmless, but make no mistake - if given the opportunity, the Dragonling will burn you.
它们可能看起来甜美无害，但不要误会 - 如果有机会，龙灵会烧死你。
00000161
One of the most fantastic yet creepy Fish in Dragonspyre. If you catch one, it's important to remember that they have no power over you.
One of the most fantastic yet creepy Fish in Dragonspyre. If you catch one, it's important to remember that they have no power over you.
00000162
Sure they're a bit smelly and sometimes have a difficult time opening up, but there's no better Fish to have a sandwich with.
当然它们有点臭，有时很难打开，但没有比鱼更好的三明治了。
00000163
Just because they're the sweetest of the Grunions doesn't mean these Dragonspyre Fish can't still bring you to tears if you're not careful.
仅仅因为它们是 Grunions 中最甜美的，并不意味着如果你不小心，这些 Dragonspyre Fish 仍然不能让你流泪。
00000164
This branch of the Grunion family is known throughout Dragonspyre for their spicy temperament, but they're not bad in small doses.
Grunion 家族的这个分支以其辛辣的气质而闻名于整个 Dragonspyre，但它们在小剂量下也不错。
00000165
Though not as sweet or as spicy as their cousins, this species of Grunion is one of the most tasteful in all of Dragonspyre.
虽然不像他们的表亲那样甜或辣，但这种 Grunion 是所有 Dragonspyre 中最有品位的一种。
00000166
The most notorious outlaw Fish in Dragonspyre, Sam Bass is also one of the most elusive. You'll be lucky to keep this one from getting away.
The most notorious outlaw Fish in Dragonspyre, Sam Bass is also one of the most elusive. You'll be lucky to keep this one from getting away.
00000167
This School of Fish does it all. Except walk. Or breath air. But they're totally masters of all the other Fish activities.
这个鱼群可以做到这一切。除了走路。或呼吸空气。但他们完全是所有其他 Fish 活动的大师。
00000168
While this School of Fish is quite proficient in the teachings of Death, they unfortunately smell like Death too.
虽然这群鱼群非常精通死亡的教义，但不幸的是，它们闻起来也像死亡。
00000169
This School of Fish does it all. Except walk. Or breathe air. But they're totally masters of all the other Fish stuff.
这个鱼群可以做到这一切。除了走路。或者呼吸空气。但他们完全掌握了所有其他鱼的东西。
00000170
This School of Fish focuses on teaching its Fish about the cold, hard facts of being a Fish.
这所鱼群专注于向它的鱼教授关于成为鱼的冷酷事实。
00000171
The healthiest of all Schools of Fish, these Fish are rarely absent. However, they do have a surprisingly high rate of tardiness.
最健康的鱼群，这些鱼很少缺席。然而，他们确实有惊人的迟到率。
00000172
This School of Fish overflows with imagination, though the Fish are prone to daydreaming.
This School of Fish overflows with imagination, though the Fish are prone to daydreaming.
00000173
One of the most popular Schools of Fish, they strive to inspire young Fish with electrifying lectures, but they all too often fail to make an impact.
最受欢迎的鱼学派之一，他们努力通过激动人心的讲座来激励年轻的鱼，但他们往往无法产生影响。
00000174
No fish affected!
没有鱼受到影响！
00000175
free
免费
00000176
free
免费
00000177
free
免费
00000178
free
免费
00000179
free
免费
00000180
free
免费
00000181
Once powerful figures in Dragonspyre, Spyre Eels were banished to lava pits centuries ago due to their poor hygiene and propensity for bad puns.
曾经是 Dragonspyre 中的强大人物，Spyre Eels 在几个世纪前由于卫生条件差和喜欢恶作剧双关语而被放逐到熔岩坑。
00000182
This School of Fish specializes in the hottest new forms of swimming, diving, and general Fish activities.
这所鱼群专门从事最热门的游泳、潜水和一般鱼类活动的新形式。
00000183
If you're reading this, you managed to catch one of the mighty Sentinels of Celestia. You must be pretty good. Or exceptionally lucky.
如果你正在阅读这篇文章，你成功地抓住了塞拉斯蒂亚强大的哨兵之一。你一定很不错。或者特别幸运。
00000184
Once believed to be a product of fantasies and delusions, this Fish is indeed quite real. Catch one in Celestia before one catches you!
曾经被认为是幻想和妄想的产物，这条鱼确实是相当真实的。在有人抓住你之前在 Celestia 中抓住一个！
00000185
People accuse Nibblers of being obsessed with oral hygiene. If your teeth were eighty percent of your total body mass, you'd be obsessed too!
人们指责 Nibblers 痴迷于口腔卫生。如果你的牙齿占你全身质量的百分之八十，你也会着迷的！
00000186
All they wanted was to swim around Celestia and protect other Fish, but no, you just had to come along and catch this poor Sentinel. Great job!
他们只想在 Celestia 周围游泳并保护其他鱼，但不，你只需要过来抓住这个可怜的哨兵。很好！
00000187
I'm a harmless Catshark and you caught me! It's OK though. Just put me in a Tank with Catfish. I totally won't eat them! - Real Catshark.
我是一只无害的猫鲨，你抓住了我！不过没关系。把我放在鲶鱼的坦克里。我完全不会吃它们！- 真正的猫鲨。
00000188
Known for their bite frequency and picture quality, you can watch this Fish surf channels in Celestia. Just don't call them click bait!
以其咬合频率和图像质量而闻名，您可以在 Celestia 观看此 Fish 冲浪频道。只是不要称他们为点击诱饵！
00000189
These Celestian Fish typically put up a tremendous fight, but are susceptible to a good Ice Lure and a quick right hook.
这些天神鱼通常会进行激烈的战斗，但容易受到良好的冰诱和快速右钩的影响。
00000190
This Fish is about as easy to catch as it is to pronounce. You can typically find them at underwater luaus in Celestia.
This Fish is about as easy to catch as it is to pronounce. You can typically find them at underwater luaus in Celestia.
00000191
This Fish was once the driving force of the Celestian economy, but they're slowly being replaced by more energy efficient renewable Fish.
这条鱼曾经是 Celestian 经济的驱动力，但它们正慢慢被更节能的可再生鱼所取代。
00000192
Banned from professional boxing due to a lack of lungs and rampant rule breaking, Little Mackerel can still be found training in Celestia on occasion.
由于缺乏肺部和猖獗的违反规则而被禁止参加职业拳击，有时仍然可以在 Celestia 找到小鲭鱼训练。
00000193
One of the most ruthless of all Fish thugs, some have speculated that Jaws' vicious demeanor is simply a result of tooth rust.
作为所有鱼类暴徒中最无情的人之一，有人推测大白鲨的恶毒行为仅仅是牙齿生锈的结果。
00000194
<center>Catch of the Day</center>
<center>今日渔获</center>
00000195
Today only, receive three times the gold for this fish!
Today only, receive three times the gold for this fish!
00000196
This week's Tournament is for Whoppers!
本周的锦标赛是针对 Whoppers 的！
00000197
This week's Tournament is for Small Fry!
本周的比赛是针对小鱼苗的！
00000198
Fishing Tournament Fish!
钓鱼比赛鱼！
00000199
You've just caught this week's Tournament Fish! If you submit this fish for judging in the tournament, it will be removed from your fish basket. Would you like to enter this fish in the tournament?
你刚刚钓到了本周的锦标赛鱼！如果您提交这条鱼在比赛中进行评判，它将从您的鱼篮中移除。你想在比赛中加入这条鱼吗？
00000200
Your fish has been entered in this week's Fishing Tournament!
您的鱼已参加本周的钓鱼比赛！
00000201
Your fish has been entered in this week's Fishing Tournament and is currently #$NUM$!
你的鱼已经参加了本周的钓鱼比赛，目前是#$NUM$！
00000202
<center>Fishing Tournament</center>
<center>钓鱼锦标赛</center>
00000203
Fish Name
鱼名
00000204
Fish Size
鱼大小
00000205
Player
玩家
00000206
This Week's Tournament Leaderboard
本周锦标赛排行榜
00000207
Last Week's Tournament Leaderboard
上周锦标赛排行榜
00000208
My Fish
我的鱼
00000209
<center>Fishing Tournament Rewards</center>
<center>钓鱼比赛奖励</center>
00000210
The Catch of the Day changes every day at midnight US Central time. \n\nEvery Catch of the Day fish you sell earns you three times the normal price plus a daily catching bonus. \n\nEach day you catch the Catch of the Day fish, your catching bonus increases by 100 gold to a maximum of 3000 gold per fish sold!\n\nYour Catch of the Day Bonus is $BONUS$ gold!
美国中部时间每天午夜时分，每日渔获量都会发生变化。\n\n您出售的每条当日捕捞鱼都可以获得正常价格的三倍以及每日捕捞奖金。\n\n您每天钓到当日捕捞的鱼，您的捕捞奖金会增加 100 金币，每售出一条鱼最多可获得 3000 金币！\n\n您的每日捕捞奖金是 $BONUS$ 金币！
00000211
Fishing Tournaments last one week beginning at midnight, Sunday night. \n\nOnly the top 100 fish are shown on the leader board. \n\nAt the end of the tournament, you will receive prizes based on how your fish did in the tournament. If your fish didn't receive a Gold, Silver or Bronze medal, you will receive a consolation prize for each fish entered in the tournament. \n\nThis week's leader board displays which fish would receive a medal, if the tournament ended right now.
钓鱼锦标赛从周日晚上午夜开始，持续一周。\n\n排行榜上只显示前 100 条鱼。\n\n比赛结束时，您将根据您的鱼在比赛中的表现获得奖励。如果您的鱼没有获得金、银或铜牌，您将获得每条参加比赛的鱼的安慰奖。\n\n本周的排行榜显示，如果比赛现在结束，哪些鱼将获得奖牌。
00000212
You just caught today's Catch of the Day! Your Catch of the Day Bonus is 3000 gold! Every Catch of the Day fish you sell today will be worth an additional 3000 gold!
你刚刚钓到了今天的当日渔获！您的当日捕捞奖金为 3000 金币！您今天出售的每条当日捕捞鱼都将额外获得 3000 金币！
00000213
You just caught today's Catch of the Day! Your Catch of the Day Bonus increased by 100 gold to $BONUS$ gold! Every Catch of the Day fish you sell today will be worth an additional $BONUS$ gold!
你刚刚钓到了今天的当日渔获！您的当日捕捞奖金增加 100 金币至 $BONUS$ 金币！您今天出售的每条当日捕捞鱼都将价值额外的 $BONUS$ 金币！
00000214
You just caught today's Catch of the Day! Every day you catch the Catch of the Day your Catch of the Day Bonus increases by 100 gold! Every Catch of the Day fish you sell today will be worth an additional $BONUS$ gold!
你刚刚钓到了今天的当日渔获！每天钓到当日渔获时，当日渔获奖励增加 100 金币！您今天出售的每条当日捕捞鱼都将价值额外的 $BONUS$ 金币！
00000215
They aren't the smartest or the cutest, but the Goliath Doodlefish sure are... umm... animated. Find them doodlestalking the Amber Estate.
他们不是最聪明也不是最可爱的，但 Goliath Doodlefish 肯定是……嗯……动画。找到他们在琥珀庄园涂鸦。
00000216
This fish can only be found swimming in the waters of the Pyramid of the Lost Horizon house.
这种鱼只能在失落的地平线房屋金字塔的水域中游泳。
00000217
This fish can only be found swimming in the waters of the Winter Wind Tower house.
这种鱼只能在冬风塔屋的水域中游泳。
00000218
This fish can only be found swimming in the waters of the Acropolis house.
这种鱼只能在雅典卫城房屋的水域中游泳。
00000219
This fish can only be found swimming in the waters of the Serpentine Escape house.
这种鱼只能在蛇形逃生屋的水域中游泳。
00000220
This fish can only be found swimming in the waters of the Death School house.
这种鱼只能在死亡学校的水域中游泳。
00000221
This fish can only be found swimming in the waters of the Wyrd House.
这种鱼只能在 Wyrd House 的水域中游泳。
00000222
This fish can only be found swimming in the waters of the Island Getaway house.
这种鱼只能在 Island Getaway 房屋的水域中游泳。
00000223
This fish can only be found swimming in the waters of the Great Citadel house
这种鱼只能在大城堡房屋的水域中游泳
00000224
This fish can only be found swimming in the waters of the Grand Fortress house.
这种鱼只能在大要塞的水域中游泳。
00000225
This fish can only be found swimming in the waters of the Watchtower Hall house.
这种鱼只能在瞭望塔大厅的水中游泳。
00000226
This fish can only be found swimming in the waters of the Sun Palace house.
这种鱼只能在太阳宫的水域中找到。
00000227
This fish can only be found swimming in the waters of the Dragon's Fjord house.
这种鱼只能在龙之峡湾房屋的水域中游泳。
00000228
This fish can only be found swimming in the waters of the Desert Villa house.
这种鱼只能在沙漠别墅的水域中游泳。
00000229
This fish can only be found swimming in the waters of the Oasis Camp house.
这种鱼只能在绿洲营地的水域中游泳。
00000230
This fish can only be found swimming in the waters of the Royal Estate house.
这种鱼只能在皇家庄园的水域中游泳。
00000231
This fish can only be found swimming in the waters of the Metropolitan Manor house.
这种鱼只能在大都会庄园的水域中游泳。
00000232
This fish can only be found swimming in the waters of the Life house.
这种鱼只能在生命之家的水域中游泳。
00000233
Masters of stealth, if you've caught a Ninja Pig Doodlefish, it's because they wanted to be caught.
隐身大师，如果你抓到了忍者猪涂鸦鱼，那是因为他们想被抓到。
00000234
This fish can only be found swimming in the waters of the Jungle House Boat.
这种鱼只能在丛林屋船的水域中游泳。
00000235
This fish can only be found swimming in the waters of the Polaris Shipwreck house.
这种鱼只能在北极星沉船屋的水域中游泳。
00000236
This fish can only be found swimming in the waters of the Botanical Gardens house.
这种鱼只能在植物园房屋的水域中游泳。
00000237
This fish can only be found swimming in the waters of the Sultan's Palace house.
这种鱼只能在苏丹王宫的水​​域中游泳。
00000238
While some find them bizarre, but most agree that it's definitely one of the most handsome doodlefish in the Spiral.
虽然有些人觉得它们很奇怪，但大多数人都同意它绝对是漩涡星系中最漂亮的涂鸦鱼之一。
00000239
This fish can only be found swimming in the waters of the Massive Fantasy Palace house.
这条鱼只能在巨型幻想宫殿的水域中游泳。
00000240
It's not the size of the shark in the fight; it's the size of the shark's nose in the fight. At least, that's what the Stubby Balance Shark says.
这不是战斗中鲨鱼的大小；这是战斗中鲨鱼鼻子的大小。至少，Stubby Balance Shark 是这么说的。
00000241
It's not the size of the shark in the fight; it's the size of the shark's nose in the fight. At least, that's what the Stubby Death Shark says.
这不是战斗中鲨鱼的大小；这是战斗中鲨鱼鼻子的大小。至少，Stubby Death Shark 是这么说的。
00000242
It's not the size of the shark in the fight; it's the size of the shark's nose in the fight. At least, that's what the Stubby Fire Shark says.
这不是战斗中鲨鱼的大小；这是战斗中鲨鱼鼻子的大小。至少，Stubby Fire Shark 是这么说的。
00000243
It's not the size of the shark in the fight; it's the size of the shark's nose in the fight. At least, that's what the Stubby Ice Shark says.
这不是战斗中鲨鱼的大小；这是战斗中鲨鱼鼻子的大小。至少，Stubby Ice Shark 是这么说的。
00000244
It's not the size of the shark in the fight; it's the size of the shark's nose in the fight. At least, that's what the Stubby Life Shark says.
这不是战斗中鲨鱼的大小；这是战斗中鲨鱼鼻子的大小。至少，Stubby Life Shark 是这么说的。
00000245
It's not the size of the shark in the fight; it's the size of the shark's nose in the fight. At least, that's what the Stubby Myth Shark says.
这不是战斗中鲨鱼的大小；这是战斗中鲨鱼鼻子的大小。至少，Stubby Myth Shark 是这么说的。
00000246
It's not the size of the shark in the fight; it's the size of the shark's nose in the fight. At least, that's what the Stubby Storm Shark says.
这不是战斗中鲨鱼的大小；这是战斗中鲨鱼鼻子的大小。至少，Stubby Storm Shark 是这么说的。
00000247
This fish can only be found swimming in the waters of the Balance house.
这种鱼只能在平衡屋的水域中游泳。
00000248
This fish can only be found swimming in the waters of the Death house.
This fish can only be found swimming in the waters of the Death house.
00000249
This fish can only be found swimming in the waters of the Fire house.
This fish can only be found swimming in the waters of the Fire house.
00000250
This fish can only be found swimming in the waters of the Ice house.
This fish can only be found swimming in the waters of the Ice house.
00000251
This fish can only be found swimming in the waters of the Myth house.
This fish can only be found swimming in the waters of the Myth house.
00000252
This fish can only be found swimming in the waters of the Storm house.
This fish can only be found swimming in the waters of the Storm house.
00000253
Found only in the fantastic waters of the Massive Fantasy Palace, they're also Headmaster of the Ravendoodle School of Doodlefishery.
Found only in the fantastic waters of the Massive Fantasy Palace, they're also Headmaster of the Ravendoodle School of Doodlefishery.
00000254
A famed doodlemystic from DoodleAzteca, they swim around the Pyramid of the Lost Horizon now due to the doodledestruction levied by DoodleXibalba.
A famed doodlemystic from DoodleAzteca, they swim around the Pyramid of the Lost Horizon now due to the doodledestruction levied by DoodleXibalba.
00000255
Ahh! Did an errant Pigswick spell turn Nalia DuneStrider into a fish? Oh wait, it's just the Nalia DuneStrider Doodlefish. WHEW!
Ahh! Did an errant Pigswick spell turn Nalia DuneStrider into a fish? Oh wait, it's just the Nalia DuneStrider Doodlefish. WHEW!
00000256
What's better than a Zafarian librarian in your aquarium? A DoodleZafarian doodlelibrarian in your aquarium!
What's better than a Zafarian librarian in your aquarium? A DoodleZafarian doodlelibrarian in your aquarium!
00000257
Once revered DoodleZafarian doodleshamen, they call the Serpentine Escape their home now after that whole doodlecomet thing.
Once revered DoodleZafarian doodleshamen, they call the Serpentine Escape their home now after that whole doodlecomet thing.
00000258
The doodleking of the DoodleImmortals. He's also a pretty good dancer. Watch him reign - or maybe even rhumba - in the Acropolis.
The doodleking of the DoodleImmortals. He's also a pretty good dancer. Watch him reign - or maybe even rhumba - in the Acropolis.
00000259
Lighthearted and jovial, they're great at a party, but can be awkward in formal settings. They prefer chilling in the Winter Wind Tower.
Lighthearted and jovial, they're great at a party, but can be awkward in formal settings. They prefer chilling in the Winter Wind Tower.
00000260
A hand-drawn two-dimensional carnivorous plant-fish? Swim in the waters of the Botanical Gardens at your own risk. You've been warned!
A hand-drawn two-dimensional carnivorous plant-fish? Swim in the waters of the Botanical Gardens at your own risk. You've been warned!
00000261
The greatest doodlemilitary mind in the Polaris Shipwreck! Just don't bring up its height. Or its weight for that matter. That's just rude.
The greatest doodlemilitary mind in the Polaris Shipwreck! Just don't bring up its height. Or its weight for that matter. That's just rude.
00000262
 Placeholder
 Placeholder
00000263
These hungry, hungry fish stalk their prey in the waters off the Zafarian Waterfront. But they're only dangerous if you're a tiny, white marble.
These hungry, hungry fish stalk their prey in the waters off the Zafarian Waterfront. But they're only dangerous if you're a tiny, white marble.
00000264
While typically peaceful, these ectoplasmic ghostfish won't hesitate to slime anyone who comes between them and food. Find them haunting the Baobab Crown.
While typically peaceful, these ectoplasmic ghostfish won't hesitate to slime anyone who comes between them and food. Find them haunting the Baobab Crown.
00000265
Inhabiting the waters of the Baobab Market, they resemble their distant Water Mole cousins, but also have that slimy disgustingness that only eels possess. 
Inhabiting the waters of the Baobab Market, they resemble their distant Water Mole cousins, but also have that slimy disgustingness that only eels possess.
00000266
They may share a similar appearance with the land-dwelling elephants of Zafaria, but unfortunately, the Elephant Fish's memory resembles that of a Goldfish.
They may share a similar appearance with the land-dwelling elephants of Zafaria, but unfortunately, the Elephant Fish's memory resembles that of a Goldfish.
00000267
The Yarn Squid is renowned throughout the Zamunda Outskirts for spinning fanciful tales. Though, some claim they're just little tangled balls of lies.
The Yarn Squid is renowned throughout the Zamunda Outskirts for spinning fanciful tales. Though, some claim they're just little tangled balls of lies.
00000268
Known for their unimpeachable unbiasedness and questionable eyesight, the Zebra Fish are considered the referees of the Baobab Crossroads waters.
Known for their unimpeachable unbiasedness and questionable eyesight, the Zebra Fish are considered the referees of the Baobab Crossroads waters.
00000269
The king of the Fishes! (Not really. We just say that to make them feel good. They're actually pretty worthless, honestly. Pretty, but worthless.)
The king of the Fishes! (Not really. We just say that to make them feel good. They're actually pretty worthless, honestly. Pretty, but worthless.)
00000270
The Pacuman Sentinel patrols Zafarian waters, gobbling up fruit, avoiding ghosts, and furiously alerting unsuspecting Fish to your presence.
The Pacuman Sentinel patrols Zafarian waters, gobbling up fruit, avoiding ghosts, and furiously alerting unsuspecting Fish to your presence.
00000271
The seldom seen Ms. Pacuman Sentinel patrols Zafarian waters, gracefully eating fruit, elegantly avoiding ghosts, and skillfully alerting Fish to your presence.
The seldom seen Ms. Pacuman Sentinel patrols Zafarian waters, gracefully eating fruit, elegantly avoiding ghosts, and skillfully alerting Fish to your presence.
00000272
It was once believed Rhino Fish encounters in the wild were so rare because they were endangered. Then it was discovered they're actually just super shy.
It was once believed Rhino Fish encounters in the wild were so rare because they were endangered. Then it was discovered they're actually just super shy.
00000273
In death, Ghost Sharks are the outright kings of the Darkmoor Manor waters. In life, they were accountants. Suffice it to say, they are enjoying their new gig.
In death, Ghost Sharks are the outright kings of the Darkmoor Manor waters. In life, they were accountants. Suffice it to say, they are enjoying their new gig.
00000274
The Morganthe Doodlefish rules with an iron doodlefin in the murky waters of the Darkmoor Manor. It takes Luck to catch her, but no one ever said it's good Luck.
The Morganthe Doodlefish rules with an iron doodlefin in the murky waters of the Darkmoor Manor. It takes Luck to catch her, but no one ever said it's good Luck.
00000275
They might not have been the first Fish in the Death School House, or the smartest, but they're easily the most entertaining.
They might not have been the first Fish in the Death School House, or the smartest, but they're easily the most entertaining.
00000276
The Moolinda Doodlefish floats about the Life School House, studying and caring for all that live within it. Just don't expect her to pull weeds.
The Moolinda Doodlefish floats about the Life School House, studying and caring for all that live within it. Just don't expect her to pull weeds.
00000277
Few Fish possess the wisdom of the venerable Alhazred Doodlefish. Fewer still possess as strong of the old fish smell.
Few Fish possess the wisdom of the venerable Alhazred Doodlefish. Fewer still possess as strong of the old fish smell.
00000278
Scare away all except Rank 1 fish
Scare away all except Rank 1 fish
00000279
Scare away all except Rank 2 fish
Scare away all except Rank 2 fish
00000280
Scare away all except Rank 3 fish
Scare away all except Rank 3 fish
00000281
While no doubt wise and immensely talented, most who come across them can't help but feel this Fish is just plain mean.
While no doubt wise and immensely talented, most who come across them can't help but feel this Fish is just plain mean.
00000282
A fan of soft jazz and sunrises, the Dalia Doodlefish also has a burning passion for Fire. And water. Cuz she's a Fish. It's complicated.
A fan of soft jazz and sunrises, the Dalia Doodlefish also has a burning passion for Fire. And water. Cuz she's a Fish. It's complicated.
00000283
Is there a sweeter lil' Doodlefish in the entire Spiral? It's possible, but you'll be hard-pressed to catch one!
Is there a sweeter lil' Doodlefish in the entire Spiral? It's possible, but you'll be hard-pressed to catch one!
00000284
Perhaps the most spirited, if not the most forgetful, of all the Doodlefish. They're a veritable tsunami of Fishing fun.
Perhaps the most spirited, if not the most forgetful, of all the Doodlefish. They're a veritable tsunami of Fishing fun.
00000285
A Charter member of the DoodleSilent Sabers. Just know that if you catch the Qismah Doodlefish, it's only because she wanted to be caught.
A Charter member of the DoodleSilent Sabers. Just know that if you catch the Qismah Doodlefish, it's only because she wanted to be caught.
00000286
BacchusCuda are the life of the party ... until they aren't. Whatever's in that mug of theirs sure makes them act silly.
BacchusCuda are the life of the party ... until they aren't. Whatever's in that mug of theirs sure makes them act silly.
00000287
Deer Knight Doodlefish are rather antisocial. They've been known to cancel plans just to binge watch Deer Knights of the Realm on their DVR.
Deer Knight Doodlefish are rather antisocial. They've been known to cancel plans just to binge watch Deer Knights of the Realm on their DVR.
00000288
Once consulted for their wealth of information, Micro Fish have now retired ... or rather, were replaced by a more technologically advanced fish.
Once consulted for their wealth of information, Micro Fish have now retired ... or rather, were replaced by a more technologically advanced fish.
00000289
AchillesTang can never quite find proper armor to fit them leaving their fins vulnerable. You'd think there would be a standard size.
AchillesTang can never quite find proper armor to fit them leaving their fins vulnerable. You'd think there would be a standard size.
00000290
Listen to that tune - ah, it must be the melody of the famous Apollock strumming his golden lyre.
Listen to that tune - ah, it must be the melody of the famous Apollock strumming his golden lyre.
00000291
Known as rather bull-headed, Minnowtaur insist on swimming against the current. They may look dangerous, but they're all brawn, no bite.
Known as rather bull-headed, Minnowtaur insist on swimming against the current. They may look dangerous, but they're all brawn, no bite.
00000292
Neptuna believe they rule the sea. They command other fish to do their chores ... like folding their laundry or taking out the trash.
Neptuna believe they rule the sea. They command other fish to do their chores ... like folding their laundry or taking out the trash.
00000293
Rumors of being named after a salad haunt the poor Ceasarbream. They can only respond with "Et tu, Brute!"
Rumors of being named after a salad haunt the poor Ceasarbream. They can only respond with "Et tu, Brute!"
00000294
Rather flighty but sickeningly sappy, Codpid desire nothing more than to spread love and friendship throughout the Spiral.
Rather flighty but sickeningly sappy, Codpid desire nothing more than to spread love and friendship throughout the Spiral.
00000295
Flying fish they may be, but Ikoirus are doomed to a lifetime in the sea. If only they had not tried to fly too close to the sun ...
Flying fish they may be, but Ikoirus are doomed to a lifetime in the sea. If only they had not tried to fly too close to the sun ...
00000296
If you listen closely you can hear the call of Spartan Spear. For Sparta!
If you listen closely you can hear the call of Spartan Spear. For Sparta!
00000297
Centuries ago, Pompeiino erupted from a fiery volcano. Buried beneath the depths, they're rarely found.
Centuries ago, Pompeiino erupted from a fiery volcano. Buried beneath the depths, they're rarely found.
00000298
Force rank 1 and rank 2 Sentinels to flee
Force rank 1 and rank 2 Sentinels to flee
00000299
Hag Fish are quite the witchy fishy. Other Fish scare easily when Hag Fish shout "Get out of my pond!" while shaking their fins!
Hag Fish are quite the witchy fishy. Other Fish scare easily when Hag Fish shout "Get out of my pond!" while shaking their fins!
00000300
Jabber Pollock aren't easily understood. Their means of nonsensical communication confounds even the most seasoned of Fish language scholars.
Jabber Pollock aren't easily understood. Their means of nonsensical communication confounds even the most seasoned of Fish language scholars.
00000301
To swim, or not to swim; that is the Hamlet Fish's question. The answer: Swim, because if they don't they'll suffocate and die.
To swim, or not to swim; that is the Hamlet Fish's question. The answer: Swim, because if they don't they'll suffocate and die.
00000302
Red Cap Carp are known for their bushy white beards and woolen red caps. Be careful not to mistake them for a certain Yuletide present-giver. They HATE that.
Red Cap Carp are known for their bushy white beards and woolen red caps. Be careful not to mistake them for a certain Yuletide present-giver. They HATE that.
00000303
William Walleye fights for the rights of the Small Fry Fish. Best known for the rallying cry: 'They may take our ponds, but they'll never take our freedom!'
William Walleye fights for the rights of the Small Fry Fish. Best known for the rallying cry: 'They may take our ponds, but they'll never take our freedom!'
00000304
Legend states that the Angler who pulls a Sword Stone Fish from the water is the one true King. If you're reading this, it probably means that legend was wrong.
Legend states that the Angler who pulls a Sword Stone Fish from the water is the one true King. If you're reading this, it probably means that legend was wrong.
00000305
Sword Tails believe they're outwitting Anglers by disguising themselves as swords. Joke's on them though, because who wouldn't want a free pond sword?
Sword Tails believe they're outwitting Anglers by disguising themselves as swords. Joke's on them though, because who wouldn't want a free pond sword?
00000306
They may be the divinely anointed rulers of the Fishdom, but they'll always bend a fin to the council of the Holy Mackerel.
They may be the divinely anointed rulers of the Fishdom, but they'll always bend a fin to the council of the Holy Mackerel.
00000307
Not saying they're squares, but Box Jellies are incredibly rigid. If they offer fashion or music advice, do the exact opposite.
Not saying they're squares, but Box Jellies are incredibly rigid. If they offer fashion or music advice, do the exact opposite.
00000308
It might surprise you to hear that the Obese Dragon Fish say that they're actually in pretty good shape. They claim they're just big boned.
It might surprise you to hear that the Obese Dragon Fish say that they're actually in pretty good shape. They claim they're just big boned.
00000309
Enchanting and whimsical, the Sea Fairy exudes an air of mystery. So any bubbles they might produce are totally just mystery, nothing else. Don't be gross.
Enchanting and whimsical, the Sea Fairy exudes an air of mystery. So any bubbles they might produce are totally just mystery, nothing else. Don't be gross.
00000310
The Black Knight Fish always triumphs! Sort of. They're so stubborn they consider being caught by an Angler as nothing more than 'a minor Fish wound'.
The Black Knight Fish always triumphs! Sort of. They're so stubborn they consider being caught by an Angler as nothing more than 'a minor Fish wound'.
00000311
Monk Fish are free of all Spiraly possessions and have devoted their lives to meditation and contemplation. And swimming.
Monk Fish are free of all Spiraly possessions and have devoted their lives to meditation and contemplation. And swimming.
00000312
Jabber Pollock aren't easily understood. Their means of nonsensical communication confounds even the most seasoned of Fish language scholars.
Jabber Pollock aren't easily understood. Their means of nonsensical communication confounds even the most seasoned of Fish language scholars.
00000313
Legend states that the Angler who pulls a Sword Stone Fish from the water is the one true King. If you're reading this, it probably means that legend was wrong. 
Legend states that the Angler who pulls a Sword Stone Fish from the water is the one true King. If you're reading this, it probably means that legend was wrong.
00000314
Beastman Doodlefish are brash, brutish, and quick to respond to criticism ... especially on social media.
Beastman Doodlefish are brash, brutish, and quick to respond to criticism ... especially on social media.
00000315
They patrol the waters of the Wizard's Keep with unparalleled resolve, even if they're utterly useless at stopping any kind of threat.
They patrol the waters of the Wizard's Keep with unparalleled resolve, even if they're utterly useless at stopping any kind of threat.
00000316
Sink all chests to the bottom
Sink all chests to the bottom
00000317
Double the chance of catching a chest
Double the chance of catching a chest
00000318
The only thing sharper than this Fish's defenses is their wit. They always chop down the competition in pun-off competitions.
The only thing sharper than this Fish's defenses is their wit. They always chop down the competition in pun-off competitions.
00000319
Their impressive physical armaments are purely for defense. However, their breath can be quite offensive.
Their impressive physical armaments are purely for defense. However, their breath can be quite offensive.
00000320
For being one of the smartest Fish in Azteca, the Doliphisaur still isn't smart enough to not get caught.
For being one of the smartest Fish in Azteca, the Doliphisaur still isn't smart enough to not get caught.
00000321
Aztecan lore says this Fish/Bird/Snake hybrid is the boundary-maker between the water and the sky, and the creator of surf & turf meals.
Aztecan lore says this Fish/Bird/Snake hybrid is the boundary-maker between the water and the sky, and the creator of surf & turf meals.
00000322
The chicken of the nightmare sea.
The chicken of the nightmare sea.
00000323
The Chupacarpe were once considered to be a myth. Turns out they're just super anti-social. So don't feel bad. It's them, not you.
The Chupacarpe were once considered to be a myth. Turns out they're just super anti-social. So don't feel bad. It's them, not you.
00000324
Ugh, it's a Parrot Fish. Look busy. Parrot Fish want a cracker! Parrot Fish want a cracker! Ugh, it's a Parrot Fish. Look busy. Ugh! Ugh!
Ugh, it's a Parrot Fish. Look busy. Parrot Fish want a cracker! Parrot Fish want a cracker! Ugh, it's a Parrot Fish. Look busy. Ugh! Ugh!
00000325
The other Fish laughed at the Anglyosaur for prepping for the end of the world. Well, who's laughing now, huh?
The other Fish laughed at the Anglyosaur for prepping for the end of the world. Well, who's laughing now, huh?
00000326
Naturally heavily armed, the Triceratorpedo is the kind of Fish you want with you when swimming in the more dangerous Aztecan waters.
Naturally heavily armed, the Triceratorpedo is the kind of Fish you want with you when swimming in the more dangerous Aztecan waters.
00000327
Once feared extinct, the extra-large Megloteca is now just a feared stink.
Once feared extinct, the extra-large Megloteca is now just a feared stink.
00000328
Don't be too shocked if the Aero Dwarf Doodlefish greets you with a hearty tail-slap to the face. It's just how they say hello.
Don't be too shocked if the Aero Dwarf Doodlefish greets you with a hearty tail-slap to the face. It's just how they say hello.
00000329
This elusive Fish struggles with social anxiety, but they do enjoy the right company. They'll show up if enough people show interest.
This elusive Fish struggles with social anxiety, but they do enjoy the right company. They'll show up if enough people show interest.
00000330
Once the prized possession/unwilling captive of an evil Giant Doodlefish, today they gallivant freely in the waters of Everafter Village.
Once the prized possession/unwilling captive of an evil Giant Doodlefish, today they gallivant freely in the waters of Everafter Village.
00000331
Are they Crabs or Fish? Or are they weird sentient doodles? Whatever you call them, just don't call 'em late dinner. Unless dinner is crabs or fish. Or doodles.
Are they Crabs or Fish? Or are they weird sentient doodles? Whatever you call them, just don't call 'em late dinner. Unless dinner is crabs or fish. Or doodles.
00000332
The sweetest and most diabolical Doodlefish you will ever encounter. They bring all new meaning to "Killing with kindness".
The sweetest and most diabolical Doodlefish you will ever encounter. They bring all new meaning to "Killing with kindness".
00000333
Hardworking and loyal to a fault, Steelhead Doodlefish make for great friends. However, they tend to be annoyingly hardheaded in a disagreement.
Hardworking and loyal to a fault, Steelhead Doodlefish make for great friends. However, they tend to be annoyingly hardheaded in a disagreement.
00000334
Much like how Water.org grants fresh water and sanitation to those in need, the Wells Catfish grants wishes! But only if you wish for wet yarn.
Much like how Water.org grants fresh water and sanitation to those in need, the Wells Catfish grants wishes! But only if you wish for wet yarn.
00000335
The bravest, fiercest, loyalist, and Kiai-iest Doodlefish ever... born? Are Doodlefish born, or are they drawn and cut out of cardboard? So many questions...
The bravest, fiercest, loyalist, and Kiai-iest Doodlefish ever... born? Are Doodlefish born, or are they drawn and cut out of cardboard? So many questions...
00000336
Sure, it seems very deep, but it prefers shallow water.
Sure, it seems very deep, but it prefers shallow water.
AnglersTome
<center>Angler's Tome</center>
<center>Angler's Tome</center>
CaughtFishChest
<center>Fishing Chest</center>
<center>Fishing Chest</center>
CaughtFishLength
<center>$NUM$</center>
<center>$NUM$</center>
CaughtFishSmallFry
<center>Small Fry</center>
<center>Small Fry</center>
CaughtFishWhopper
<center>Whopper</center>
<center>Whopper</center>
FishHint1
A  fish bite is different than a nibble! Don't Invoke your Lure until the Lure sinks completely underwater. It will splash when it goes under.
A  fish bite is different than a nibble! Don't Invoke your Lure until the Lure sinks completely underwater. It will splash when it goes under.
FishHint2
Use the correct Lure spell to have a better chance of catching fish. Fish like Lures from their own schools.
Use the correct Lure spell to have a better chance of catching fish. Fish like Lures from their own schools.
FishHint3
Fish are tricky. Sometimes, even when you use the correct Lure and Invoke it at the right time, fish can still get away.
Fish are tricky. Sometimes, even when you use the correct Lure and Invoke it at the right time, fish can still get away.
FishHint4
Items that increase your Fishing Luck (like a Fishing Elixir) will improve your chance of catching all fish.
Items that increase your Fishing Luck (like a Fishing Elixir) will improve your chance of catching all fish.
FishHint5
If the Rank of the fish is higher than the Rank of the Lure you are using, it has a greater chance to escape. 
If the Rank of the fish is higher than the Rank of the Lure you are using, it has a greater chance to escape.
FishHint6
Be sure to place your Lure in front of the fish you're trying to catch.
Be sure to place your Lure in front of the fish you're trying to catch.
FishingLevel
rnk
rnk
FishingLuck
Fishing Luck
Fishing Luck
FishingLuckBoosts
Fishing Luck Boosts from Equipment and Elixirs
Fishing Luck Boosts from Equipment and Elixirs
FishingLuckTotalEquipmentBoosts
<center>+ $NUM$%<center>
<center>+ $NUM$%<center>
FishingTips
Fishing Tips
Fishing Tips
FishingTipsTitle
<center>Fishing Tips</center>
<center>Fishing Tips</center>
FishingTitle
<center>Fishing</center>
<center>Fishing</center>
FishingXP
Fishing XP $CURRENT$/$TOTAL$
Fishing XP $CURRENT$/$TOTAL$
LargestFish
Largest Size
Largest Size
ReqLargeKeeperAq
This fish requires a large keeper aquarium.
This fish requires a large keeper aquarium.
ReqLargeSmallFryAq
This fish requires a large small fry aquarium.
This fish requires a large small fry aquarium.
ReqLargeWhopperAq
This fish requires a large whopper aquarium.
This fish requires a large whopper aquarium.
ReqRegKeeperAq
This fish requires a regular keeper aquarium.
This fish requires a regular keeper aquarium.
ReqRegSmallFryAq
This fish requires a regular small fry aquarium.
This fish requires a regular small fry aquarium.
ReqRegWhopperAq
This fish requires a regular whopper aquarium.
This fish requires a regular whopper aquarium.
ReqTallKeeperAq
This fish requires a tall keeper aquarium.
This fish requires a tall keeper aquarium.
ReqTallSmallFryAq
This fish requires a tall small fry aquarium.
This fish requires a tall small fry aquarium.
ReqTallWhopperAq
This fish requires a tall whopper aquarium.
This fish requires a tall whopper aquarium.
SmallestFish
Smallest Size
Smallest Size
SmallFries
Total Small Fries
Total Small Fries
ToolTipEpic
This is an epic fish!
This is an epic fish!
ToolTipLengthIcon
Length
Length
ToolTipLengthNormal
This fish is a Keeper!
This fish is a Keeper!
ToolTipLengthSmallFry
This fish is a Small Fry!
This fish is a Small Fry!
ToolTipLengthWhopper
This fish is a Whopper!
This fish is a Whopper!
ToolTipRare
This is a rare fish!
This is a rare fish!
ToolTipSeasonal
This is a seasonal fish!
This is a seasonal fish!
TotalFish
Total Caught
Total Caught
Whoppers
Total Whoppers
Total Whoppers
